<div class="starter-template">
    <h1>Скрипт обработки прайс-листов.</h1>
    <p class="lead">В процессе разработки и отладки.</p>
    <h1>Над чем идет работа:</h1>
    <div style="display: inline-block;">
        <div align="left">
            <ul>
                <li><p class="lead">Обработка архивов.</p></li>
                <li><p class="lead">Добавление подсказок.</p></li>
                <li><p class="lead">Оптимизация лога.</p></li>
                <li><p class="lead">Общая оптимизация кода.</p></li>
            </ul>
        </div>
    </div>
    <h1>Подробнее:</h1>
    <div style="display: inline-block;">
        <div align="left">
            <ul>
                <li>В текущий момент скрипт пока не умеет распаковывать архивы. Поэтому он, без проверки по имени файла, перемещает полученый архив (при условии, что адрес с темой совпали) в конечную папку следуя правилу.
                Лог с обработкой данного архива окажется в "Bad" разделе. Архив нужно вручную распаковать и проверить в нем файлы.</li>
                <li>Отсутствует проверка по дате. В скором времени добавлю.</li>
            </ul>
        </div>
    </div>
</div>
